Repository: lbr-media/typo3-extension-bootstrap
Catalog: Resources/Private/Language/*.flexform.xlf
Languages: de

# sMEDIA.sheetTitle
source: Media area
de: Medienbereich

# sMEDIA.sheetDescription
source: Settings only for the media area.
de: Einstellungen nur für den Medienbereich

# sMEDIA.align_self
source: Alignment: vertical
de: Ausrichtung: vertikal

# sTEXT.sheetTitle
source: Text area
de: Textbereich

# sTEXT.sheetDescription
source: Settings only for the text area.
de: Einstellungen nur für den Textbereich

# sMEDIAITEM.sheetTitle
source: Single media items
de: Einzelne Medien

# sMEDIAITEM.sheetDescription
source: Settings for the single media items.
de: Einstellungen für die einzelnen Medienelemente.

# sMEDIAITEM.col
source: Grid size
de: Raster

# sMEDIAITEM.space_y
source: Spacing: vertical
de: Abstand: vertikal

# sMEDIAITEM.space_x
source: Spacing: horizontal
de: Abstand: horizontal

# sMEDIAITEM.align_items
source: Alignment: vertical
de: Ausrichtung: vertikal

# sMEDIAITEM.justify_content
source: Alignment: horizontal
de: Ausrichtung: horizontal

# sGRID.sheetTitle
source: Grid
de: Raster

# sGRID.sheetDescription
source: Settings for the single grid elements.
de: Einstellungen für die einzelnen Elemente.

# sGRID.col
source: Grid size
de: Raster

# sGRID.space_y
source: Spacing: vertical
de: Abstand: vertikal

# sGRID.space_x
source: Spacing: horizontal
de: Abstand: horizontal

# sGRID.align_items
source: Alignment: vertikal
de: Ausrichtung: vertikal

# sGRID.justify_content
source: Alignment: horizontal
de: Ausrichtung: horizontal

# sMEDIAOPTIMIZING.sheetTitle
source: Image optimizing
de: Bildoptimierung

# sMEDIAOPTIMIZING.sheetDescription
source: The CMS has no way of knowing how large the images of this piece of content will actually be rendered. It initially assumes 100% window width in order not to create images that are too small. Here you can specify the actual size per device in order to generate suitable images and thus optimize memory requirements and loading times of the page.
de: Das CMS kann nicht wissen, wie groß die Bilder dieses Inhaltselements tatsächlich ausgegeben werden. Es geht erstmal von 100% Fensterbreite aus, um keine zu kleinen Bilder zu erstellen. Hier kann man die wirkliche Größe pro Endgerät angeben, um passende Bilder generieren zu lassen und somit Speicherbedarf und Ladezeiten der Seite zu optimieren.

# sMEDIAOPTIMIZING.width_xs
source: Image width in %: XS (0-576px)
de: Bildbreite in %: XS (0-576px)

# sMEDIAOPTIMIZING.width_sm
source: Image width in %: SM (576-767px)
de: Bildbreite in %: SM (576-767px)

# sMEDIAOPTIMIZING.width_md
source: Image width in %: MD (768-991px)
de: Bildbreite in %: MD (768-991px)

# sMEDIAOPTIMIZING.width_lg
source: Image width in %: LG (992-1199)
de: Bildbreite in %: LG (992-1199)

# sMEDIAOPTIMIZING.width_xl
source: Image width in %: XL (1200-1399px)
de: Bildbreite in %: XL (1200-1399px)

# sMEDIAOPTIMIZING.width_xxl
source: Image width in %: XXL (1400-*px)
de: Bildbreite in %: XXL (1400-*px)

# sACCORDION.sheetTitle
source: Accordion settings
de: Accordion-Einstellungen

# sACCORDION.keep_open
source: Keep open when opening other accordion elements
de: Geöffnet lassen beim Öffnen von anderen Accordion-Elemente

# sCARD.sheetTitle
source: Cards
de: Kacheln

# sCAROUSEL.sheetTitle
source: Carousel settings
de: Karussel-Einstellungen

# sCAROUSEL.animation
source: Type
de: Typ

# sCAROUSEL.color_scheme
source: Color scheme
de: Farbschema

# sCAROUSEL.color_scheme.light
source: Light
de: Hell

# sCAROUSEL.color_scheme.dark
source: Dark
de: Dunkel

# sCAROUSEL.controls
source: Transport-Buttons left and right
de: Transport-Buttons links und rechts

# sCAROUSEL.indicators
source: Indicators (buttons at the bottom)
de: Indikatoren (Buttons am unteren Rand)

# sTABS.sheetTitle
source: Tabulator settings
de: Tabulator-Einstellungen

# sTABS.layout.buttons_vertical
source: Buttons vertical
de: Buttons vertikal

# sTABS.nav_orientation
source: Navigation: alignment
de: Navigation: Austrichtung

# sTABS.nav_orientation.description
source: Only for layout 'Standard' and 'Buttons horizontal'.
de: Nur bei Layout 'Standard' und 'Buttons horizontal'.

# sTABS.nav_orientation.default
source: Left
de: Links

# sTABS.nav_orientation.justify-content-center
source: Centered
de: Zentriert

# sTABS.nav_orientation.justify-content-end
source: Right
de: Rechts

# sTABS.nav_orientation.nav-fill
source: Divided with the same spacing
de: Aufgeteilt mit selben Zwischenraum

# sTABS.nav_orientation.nav-justified
source: Divided with the same button width
de: Aufgeteilt mit selber Button-Breite

# sPRESETS.sheetTitle
source: Packages
de: Einstellungs-Pakete

# sPRESETS.sheetDescription
source: Packages combine single or multiple settings. They make it easier, for example, to set standard spaces. These settings can then no longer be overwritten.
de: Einstellungs-Pakete fassen einzelne oder mehrere Einstellungen zusammen. Sie erleichtern z.B. das Einstellen von Standard-Abständen. Diese Eistellungen können dann aber nicht mehr weiter überschrieben werden.

# presets
source: Chose packages
de: Pakete auswählen

# masonry_enabled
source: Activate Masonry-Grid
de: Masonry-Grid aktivieren

source: Space inner: XS
de: Abstand innen: XS

source: Space inner: SM
de: Abstand innen: SM

source: Space inner: MD
de: Abstand innen: MD

source: Space inner: LG
de: Abstand innen: LG

source: Space inner: XL
de: Abstand innen: XL

source: Space inner: XXL
de: Abstand innen: XXL

source: Header position
de: Position der Überschrift

# header_position.above_all
source: Above text and media
de: Vor Text und Medien

# header_position.text
source: In text area
de: Im Textbereich

# header_position.media
source: In media area
de: Im Medienbereich

# textimage.order
source: Order
de: Reihenfolge

# textimage.order.description
source: On big screens. On small screens, the text always comes first and then the image.
de: Auf großen Bildschirmen. Auf kleinen Bildschirmen kommt immer erst der Text und dann das Bild.

# textimage.order.image_text
source: Image left text right
de: Bild links Text rechts

# textimage.order.text_image
source: Text left image right
de: Text links Bild rechts

# textmediagrid.sGENERAL.sheetTitle
source: Common
de: Allgemein

# textmediafloat.sGENERAL.sheetTitle
source: Position and spacing
de: Position und Abstand

# textmedia.sGENERAL.sheetDescription
source: "Outer" settings completely for text and media area
de: "Äußere" Einstellungen komplett für Text- und Medienbereich.

# textmedia.general.order
source: Default order (and actual order in source code)
de: Standard-Reihenfolge (und tatsächliche Reihenfolge im Quellcode)

# textmedia.general.order.text_media
source: First text then media
de: Erst Text dann Medien

# textmedia.general.order.media_text
source: First media then text
de: Erst Medien dann Text

# textmedia.general.device_order
source: Device-dependent order (overwrites previous parameter)
de: Endgeräteabhängige Reihenfolge (überschreibt vorherigen Parameter)

# textmedia.general.space_y
source: Spacing between text- and media area: vertical
de: Abstand zwischen Text- und Medien-Bereich: vertikal

# textmedia.general.space_x
source: Spacing between text- and media area: horizontal
de: Abstand zwischen Text- und Medien-Bereich: horizontal

# textmedia.general.align_items
source: Alignment: vertical
de: Ausrichtung: vertikal

# textmedia.general.justify_content
source: Alignment: horizontal
de: Ausrichtung: horizontal

# textmedia.general.overflow-hidden
source: Hide excess? (useful e.g. in the case of shadows or too large interior distances)
de: Überstehendes verbergen? (sinnvoll z.B. bei Schatten oder zu großen Innenabständen)

# textmedia.media_position
source: Position of the media
de: Position der Medien

# textmedia.media_size
source: Width of the media area
de: Breite des Medien-Bereichs

# textmedia.space_y
source: Spacing between text- and media area: vertical
de: Abstand zwischen Text- und Medien-Bereich: vertikal

# textmedia.space_x
source: Spacing between text- and media area: horizontal
de: Abstand zwischen Text- und Medien-Bereich: horizontal

# textmedia.col_text
source: Grid size text area
de: Rastergröße Textbereich

# textmedia.col_media
source: Grid size media area
de: Rastergröße Medienbereich

# textmedia.align_self
source: Alignment: vertical
de: Ausrichtung: vertikal

# sGENERAL.sheetTitle
source: Common
de: Allgemein

source: Image position
de: Bild-Position

# image_position.start
source: Left
de: Links

# image_position.end
source: Right
de: Rechts

# image_position.top
source: Top
de: Oben

# image_position.bottom
source: Bottom
de: Unten

# bg_color
source: Background color
de: Hintergrundfarbe

source: Text color
de: Textfarbe

source: Border
de: Rand

source: Border color
de: Randfarbe

source: Border width
de: Randbreite

source: Button color
de: Button-Farbe

# text_align
source: Alignment: text
de: Ausrichtung: Text

# text_align.top
source: Top
de: Oben

# text_align.bottom
source: Bottom
de: Unten

# image_align
source: Alignment: image
de: Ausrichtung: Bild

# image_align.top
source: Top
de: Oben

# image_align.bottom
source: Bottom
de: Unten

source: Shadow
de: Schatten

# shadow.no_shadow
source: None
de: Kein Schatten

# shadow.shadow-sm
source: Small
de: Klein

# shadow.shadow
source: Regular
de: Regulär

# shadow.shadow-lg
source: Large
de: Groß

source: Rounded
de: Rundung

# edge.left
source: Left
de: Links

# edge.right
source: Right
de: Rechts

# edge.horizontal
source: Left + right
de: Links + rechts

# edge.top
source: Top
de: Oben

# edge.bottom
source: Bottom
de: Unten

# edge.vertical
source: Top + bottom
de: Oben + unten

# edge.all
source: All sides
de: Alle Seiten

# bootstrapIcons.size
source: Size
de: Größe

# bootstrapIcons.color
source: Color
de: Farbe

# bootstrapIcons.filter.placeholder
source: Search for icons...
de: Suche nach Icons...

# FormField.AdditionalHeaderStyles.text_uppercase
source: UPPERCASE
de: VERSALIEN

# FormField.AdditionalHeaderStyles.text_transform_none
source: No transform
de: Keine Transformierung

# FormField.AdditionalHeaderStyles.text_italic
source: Italic
de: Kursiv

# FormField.AdditionalHeaderStyles.text_del
source: -line-through-
de: -durchgestrichen-

# FormField.AdditionalHeaderStyles.text_decoration_underline
source: _underline_
de: _unterstrichen_

# FormField.AdditionalHeaderStyles.text_decoration_none
source: No text decoration
de: Keine Textdekoration

# FormField.AdditionalHeaderStyles.no_space_below
source: Ko space below
de: Kein Abstand unten

# FormField.AdditionalHeaderStyles.more_space_below
source: More space below
de: Mehr Abstand unten

# FormField.AdditionalStyles.indent_left
source: Indent left
de: Einzug links

# FormField.AdditionalStyles.indent_right
source: Indent right
de: Einzug rechts

# FormField.BootstrapDeviceOrder.text_media
source: Text - Media
de: Text - Medien

# FormField.BootstrapDeviceOrder.media_text
source: Media - Text
de: Medien - Text

# bootstrap.alignment.left
source: Left
de: Links

# bootstrap.alignment.right
source: Right
de: Rechts

# bootstrap.alignment.center
source: Center
de: Zentriert

# bootstrap.alignment.between
source: Divided 1
de: Aufgeteilt 1

# bootstrap.alignment.around
source: Divided 2
de: Aufgeteilt 2

# bootstrap.alignment.evenly
source: Evenly
de: Gleichmäßig

# bootstrap.alignment.top
source: Top
de: Oben

# bootstrap.alignment.bottom
source: Bottom
de: Unten

# bootstrap.alignment.middle
source: Middle
de: Mittig

# bootstrap.alignment.baseline
source: Baseline
de: Grundlinie

# bootstrap.alignment.stretch
source: Stretch
de: Gestreckt

# bootstrap.alignment.all_sides
source: All sides
de: Alle Seiten

# bootstrap.alignment.centered_above_text
source: Centered above text
de: Zentriert über dem Text

# bootstrap.shadow.shadow-none
source: No shadow
de: Kein Schatten

# bootstrap.shadow.shadow-sm
source: Small shadow
de: Kleiner Schatten

# bootstrap.shadow.shadow
source: Regular shadow
de: Regulärer Schatten

# bootstrap.shadow.shadow-lg
source: Large shadow
de: Großer Schatten

# bootstrap.rounded.rounded-0.all_edges
source: All edges: not rounded
de: Alle Ecken: not rounded

# bootstrap.rounded.rounded-1.all_edges
source: All edges: size 1
de: Alle Ecken: Größe 1

# bootstrap.rounded.rounded-2.all_edges
source: All edges: size 2
de: Alle Ecken: Größe 2

# bootstrap.rounded.rounded-3.all_edges
source: All edges: size 3
de: Alle Ecken: Größe 3

# bootstrap.rounded.rounded-start
source: Left
de: Links

# bootstrap.rounded.rounded-end
source: Right
de: Rechts

# bootstrap.rounded.rounded-top
source: Top
de: Oben

# bootstrap.rounded.rounded-bottom
source: Bottom
de: Unten

# bootstrap.rounded.rounded-circle
source: Circle
de: Kreis

# bootstrap.rounded.rounded-pill
source: Pill
de: Pille

# bootstrap.color.primary
source: Primary
de: Primär

# bootstrap.color.secondary
source: Secondary
de: Sekundär

# bootstrap.color.success
source: Success
de: Erfolg

# bootstrap.color.danger
source: Danger
de: Achtung

# bootstrap.color.warning
source: Warning
de: Warnung

# bootstrap.color.light
source: Light
de: Hell

# bootstrap.color.dark
source: Dark
de: Dunkel

# bootstrap.typography.display-1
source: Display 1
de: Anzeige 1

# bootstrap.typography.display-2
source: Display 2
de: Anzeige 2

# bootstrap.typography.display-3
source: Display 3
de: Anzeige 3

# bootstrap.typography.display-4
source: Display 4
de: Anzeige 4

# bootstrap.typography.display-5
source: Display 5
de: Anzeige 5

# bootstrap.typography.display-6
source: Display 6
de: Anzeige 6

# bootstrap.typography.h1
source: Headline 1
de: Überschrift 1

# bootstrap.typography.h2
source: Headline 2
de: Überschrift 2

# bootstrap.typography.h3
source: Headline 3
de: Überschrift 3

# bootstrap.typography.h4
source: Headline 4
de: Überschrift 4

# bootstrap.typography.h5
source: Headline 5
de: Überschrift 5

# bootstrap.typography.h6
source: Headline 6
de: Überschrift 6

# bootstrap.typography.lead
source: Lead
de: größer als Fließtext

# bootstrap.table.table-bordered
source: Type: border
de: Typ: Rand

# bootstrap.table.table-borderless
source: Type: borderless
de: Typ: Randlos

# bootstrap.table.table-striped
source: Type: striped
de: Typ: gestreift

# bootstrap.table.table-sm
source: Size: smaller
de: Größe: kleiner

# bootstrap.table.text-start
source: Alignment: left
de: Ausrichtung: links

# bootstrap.table.text-center
source: Alignment: center
de: Ausrichtung: zentriert

# bootstrap.table.text-end
source: Alignment: right
de: Ausrichtung: rechts

# bootstrap.table.align-top
source: Alignment: top
de: Ausrichtung: oben

# bootstrap.table.align-middle
source: Alignment: middle
de: Ausrichtung: mittig

# bootstrap.table.align-bottom
source: Alignment: bottom
de: Ausrichtung: unten

# bootstrap.table.table-hover
source: Effect: hover
de: Effekt: hover

# presets.default_spacing
source: Spacing: Default
de: Abstand: Standard

# presets.default_spacing_between_media
source: Spacing: Default (Between media items)
de: Abstand: Standard (zwischen Medienelementen)

# presets.order.header_image_text
source: Order: Header, image, text
de: Reihenfolge: Überschrift, Bild, Text

# presets.order.header_text_image
source: Order: Header, text, image
de: Reihenfolge: Überschrift, Text, Bild

# presets.grid.2xs_3md_4xl
source: Grid: 2 XS, 3 MD, 4 XL
de: Raster: 2 XS, 3 MD, 4 XL

# presets.grid.textmedia.text_6sm_media_6sm
source: Grid: 50% text, 50% media at SM
de: Raster: 50% Text, 50% Medien ab SM

# presets.grid.textmedia.text_6md_media_6md
source: Grid: 50% text, 50% media at MD
de: Raster: 50% Text, 50% Medien ab MD

# presets.image_optimizing.2xs_3md_4xl
source: Image optimizing: 2 XS, 3 MD, 4 XL
de: Bildoptimierung: 2 XS, 3 MD, 4 XL
