Repository: lbr-media/typo3-extension-bootstrap
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# mod.wizards.newContentElement.wizardItems.common2.header
source: Text & Media
de: Text & Medien

# tt_content.CType.bootstrap_accordion
source: Accordion
de: Akkordion

# tt_content.CType.bootstrap_accordion.description
source: Accordion element with Text/Media content elements.
de: Aufklapp-Elemente mit Text/Medien-Inhalten.

# tt_content.CType.bootstrap_accordion.tx_bootstrap_flexform
source: Accordion settings
de: Akkordion-Einstellungen

# tt_content.CType.bootstrap_mediagrid
source: Media grid
de: Medien-Raster

# tt_content.CType.bootstrap_mediagrid.description
source: Media in grid system.
de: Medien im Raster-System.

# tt_content.CType.bootstrap_tabs.description
source: Tabulator navigation with Text/Media content elements.
de: Tabulator-Navigation mit Text/Medien-Inhalten.

# tt_content.CType.bootstrap_tabs.tx_bootstrap_flexform
source: Tabulator settings
de: Tabulator-Einstellungen

# tt_content.CType.bootstrap_textmediafloat
source: Text & Media (float)
de: Text & Medien (umfließend)

# tt_content.CType.bootstrap_textmediafloat.description
source: Media elements floated by text.
de: Medienelemente, die mit Text umflossen werden.

# tt_content.CType.bootstrap_textmediafloat.tx_bootstrap_flexform
source: Settings for Text & Media (float)
de: Einstellungen für Text & Medien (umfließend)

# tt_content.CType.bootstrap_textmediagrid
source: Text & Media (grid)
de: Text & Medien (Raster)

# tt_content.CType.bootstrap_textmediagrid.description
source: Text and media in a grid system. The most flexible content element to set text and media elements.
de: Text und mehrere Medien aufgeteilt in einem Raster-System. Das flexibelste Element, um Text und Medien zu setzen.

# tt_content.CType.bootstrap_textmediagrid.tx_bootstrap_flexform
source: Settings for Text & Media (grid)
de: Einstellungen für Text & Medien (Raster)

# tt_content.CType.bootstrap_twocolumnstext.description
source: Two columns text
de: Zwei Spalten Text

# tt_content.CType.bootstrap_textimage
source: Text + Image
de: Text + Bild

# tt_content.CType.bootstrap_textimage.description
source: Set fast a text and one image.
de: Schnell einen Text mit einem Bild setzen.

# tt_content.CType.bootstrap_textimage.tx_bootstrap_flexform
source: Settings for 'Text + Image'
de: Einstellungen für 'Text + Bild'

# tt_content.CType.bootstrap_carousel
source: Image-Carousel
de: Bilder-Karusell

# tt_content.CType.bootstrap_carousel.description
source: An animated image slider.
de: Eine animierte Bilderstrecke.

# tt_content.CType.bootstrap_carousel.tx_bootstrap_flexform
source: Settings for Image-Carousel
de: Einstellungen für das Bilder-Karusell

# tt_content.CType.bootstrap_cards
source: Cards
de: Kacheln

# tt_content.CType.bootstrap_cards.description
source: Text-image-elements as cards in a grid system.
de: Text-Bild-Elemente als Kacheln in einem Raster-System.

# tt_content.CType.bootstrap_cards.tx_bootstrap_flexform
source: Settings for the cards
de: Einstellungen für die Kacheln

# tt_content.CType.bootstrap_alert
source: Alert
de: Alarm

# tt_content.CType.bootstrap_alert.description
source: A colored box.
de: Eine farbige Box.

# tt_content.CType.bootstrap_alert.tx_bootstrap_flexform
source: Settings for the alert
de: Einstellungen für Alarm

# tt_content.CType.bootstrap_markdown.description
source: Use Markdown as content.
de: Nutze Markdown als Inhalt.

# tt_content.div.content_elements
source: Content elements
de: Inhaltselemente

# tt_content.div.left
source: Left
de: Links

# tt_content.div.right
source: Right
de: Rechts

# tt_content.header.description
source: Use | for hyphenation
de: Nutze | zur Silbentrennung

# tt_content.tx_bootstrap_header_color
source: Color
de: Farbe

# tt_content.tx_bootstrap_header_predefined
source: Variant
de: Variante

# tt_content.tx_bootstrap_header_additional_styles
source: Further settings
de: Weitere Einstellungen

# tt_content.tx_bootstrap_text_color
source: Text color
de: Textfarbe

# tt_content.tx_bootstrap_background_color
source: Background color
de: Hintergrundfarbe

# tt_content.tx_bootstrap_additional_styles
source: Further settings
de: Weitere Einstellungen

# tt_content.tx_bootstrap_inner_frame_class
source: Frame: inner
de: Rahmen: innen

# tt_content.tx_bootstrap_section_index_header
source: Header
de: Überschrift

# tt_content.tx_bootstrap_image1
source: Image
de: Bild

# tt_content.tx_bootstrap_image2
source: Image
de: Bild

# tt_content.tx_bootstrap_accordionitems
source: Accordion items
de: Accordion-Elemente

# tt_content.tx_bootstrap_tabulatoritems
source: Tabulator items
de: Tabulator-Elemente

# tt_content.tx_bootstrap_carditems
source: Card items
de: Kachel-Elemente

# tx_bootstrap_domain_model_accordionitem
source: Accordion item
de: Accordion-Element

# tx_bootstrap_domain_model_accordionitem.title
source: Title
de: Titel

# tx_bootstrap_domain_model_accordionitem.opened_on_load
source: Opened on load
de: Geöffnet

# tx_bootstrap_domain_model_accordionitem.content_elements
source: Content elements
de: Inhaltselemente

# tx_bootstrap_domain_model_tabulatoritem
source: Tabulator item
de: Tabulator-Element

# tx_bootstrap_domain_model_tabulatoritem.title
source: Title
de: Titel

# tx_bootstrap_domain_model_tabulatoritem.active
source: Active
de: Aktiv

# tx_bootstrap_domain_model_tabulatoritem.active.description
source: Please make sure that only one tabulator element can be active.
de: Bitte darauf achten, dass nur ein Tabulator-Element aktiv sein darf.

# tx_bootstrap_domain_model_tabulatoritem.content_elements
source: Content elements
de: Inhaltselemente

# tx_bootstrap_domain_model_carditem
source: Card item
de: Card-Element

# tx_bootstrap_domain_model_carditem.header
source: Header
de: Kopfbereich

# tx_bootstrap_domain_model_carditem.title
source: Title
de: Titel

# tx_bootstrap_domain_model_carditem.image
source: Image
de: Bild

# tx_bootstrap_domain_model_carditem.footer
source: Footer
de: Fußbereich

# tx_bootstrap_domain_model_contentelement
source: Content element
de: Inhaltselement
